testlist = [
    {'status': 'Запущен', 'name': 'Операционные системы', 'group': 'БВТ1501', 'edit': 'danger', 'edtext': 'Остановить'},
    {'status': 'Остановлен', 'name': 'Итоговый тест ЯП', 'group': 'БСТ1501', 'edit': 'success', 'edtext': 'Запустить'},
    {'status': 'Остановлен', 'name': 'ЭВМиПУ Итоговый', 'group': 'БИН1601', 'edit': 'success', 'edtext': 'Запустить'}]
question = [{'number':'1',
            'question':'Какие базовые функции ОС не выполняют модули ядра?',
            'data':['управление процессами','управление потоками','управление устройствами ввода-вывода ','управление памятью'],
             'truevalue':1},
            {'number':'2',
            'question':'Каких классов прерываний не существует?',
            'data':['аппаратных','асинхронных','внутренних','программных'],
             'truevalue': 2},
            {'number':'3',
            'question':'Каких классов прерываний не существует?',
            'data':['аппаратных','асинхронных','внутренних','программных'],
             'truevalue': 3},
            {'number': '4',
             'question': 'Каких классов прерываний не существует?',
             'data': ['аппаратных', 'асинхронных', 'внутренних', 'программных'],
             'truevalue': 3}
            ]
